[
  {
    "image": "https://i.ibb.co.com/2ypcyXZ/download-3.jpg",
    "title": "John Doe",
    "feedback": "I had a teeth cleaning session here, and it was great! The hygienists were very professional, and my teeth feel clean. Highly recommended!",
    "rating": 5
  },
  {
    "image": "https://i.ibb.co.com/2ypcyXZ/download-3.jpg",
    "title": "Jane Smith",
    "feedback": "I had my teeth whitened, and the results were amazing. The staff was welcoming, and the process was smooth. So happy with my smile!",
    "rating": 4.5
  },
  {
    "image": "https://i.ibb.co.com/2ypcyXZ/download-3.jpg",
    "title": "Michael Brown",
    "feedback": "I had a root canal, and it was painless. The dentist made me feel comfortable, and the clinic had great technology. Highly satisfied.",
    "rating": 5
  },
  {
    "image": "https://i.ibb.co.com/2ypcyXZ/download-3.jpg",
    "title": "Sarah Johnson",
    "feedback": "My braces consultation was fantastic. The orthodontist explained the options clearly, and the staff was friendly and helpful.",
    "rating": 4
  },
  {
    "image": "https://i.ibb.co.com/2ypcyXZ/download-3.jpg",
    "title": "Emily Davis",
    "feedback": "I brought my son for a checkup, and the staff made it a fun experience. He’s now more excited about brushing his teeth!",
    "rating": 5
  },
  {
    "image": "https://i.ibb.co.com/2ypcyXZ/download-3.jpg",
    "title": "Robert Wilson",
    "feedback": "I had fillings here, and they exceeded my expectations. The process was quick, painless, and the fillings blend perfectly with my teeth.",
    "rating": 4.5
  },
  {
    "image": "https://i.ibb.co.com/2ypcyXZ/download-3.jpg",
    "title": "Anna Martinez",
    "feedback": "I had a crown placed, and it looks great. No issues after the procedure, and I’m really happy with the result.",
    "rating": 4.8
  },
  {
    "image": "https://i.ibb.co.com/2ypcyXZ/download-3.jpg",
    "title": "James Lee",
    "feedback": "I had a tooth extraction, and it was quick and painless. The dentist was great, and the recovery went smoothly.",
    "rating": 5
  },
  {
    "image": "https://i.ibb.co.com/2ypcyXZ/download-3.jpg",
    "title": "Sophia White",
    "feedback": "I received gum treatment, and my gums feel much better. The staff explained everything clearly, and I felt well taken care of.",
    "rating": 4.3
  },
  {
    "image": "https://i.ibb.co.com/2ypcyXZ/download-3.jpg",
    "title": "David Harris",
    "feedback": "I’ve been here for routine checkups, and every visit has been great. The clinic is clean, and the staff always makes me feel comfortable.",
    "rating": 4.7
  }
]
